/* No comment provided by engineer. */
"Are you sure you want to replace any existing bookmarks on your iDisk?" = "Are you sure you want to replace any existing bookmarks on your iDisk?";

/* No comment provided by engineer. */
"Cannot find file" = "Cannot find file";

/* No comment provided by engineer. */
"Connection Error" = "Connection Error";

/* No comment provided by engineer. */
"Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct." = "Could not connect properly to your iDisk. Please make sure that your .Mac settings are correct.";

/* No comment provided by engineer. */
"Could not login properly to your iDisk. Please make sure that your .Mac settings are correct." = "Could not login properly to your iDisk. Please make sure that your .Mac settings are correct.";

/* No comment provided by engineer. */
"Invalid Account" = "Invalid Account";

/* No comment provided by engineer. */
"Please check the installation of Cyberduck and that you have a bookmarks file at ~/Library/Application Support/Cyberduck/Favorites.plist" = "Please check the installation of Cyberduck and that you have a bookmarks file at ~/Library/Application Support/Cyberduck/Favorites.plist";

/* No comment provided by engineer. */
"Please make sure that you have a file called Favorites.plist in the folder /Documents/Cyberduck/ on your iDisk." = "Please make sure that you have a file called Favorites.plist in the folder /Documents/Cyberduck/ on your iDisk.";

/* No comment provided by engineer. */
"Replace Bookmarks" = "Replace Bookmarks";

/* No comment provided by engineer. */
"Successfully uploaded bookmarks to the iDisk" = "Successfully uploaded bookmarks to the iDisk";

/* No comment provided by engineer. */
"Upload successful" = "Upload successful";
